Repository: balagudeen/instructure-ios
Catalog: Student/Student/*.lproj/Localizable.strings
Languages: fr_ht, mi_nz

# All Courses
source: All modules
fr_ht: Tout Kou
mi_nz: Ngā akoranga katoa

source: Assignment details
fr_ht: Detay Sesyon
mi_nz: Taipitopito Taumahi

source: Assignments
fr_ht: Sesyon
mi_nz: Ngā whakataunga

source: Close app
fr_ht: Fèmen App
mi_nz: Kati Taupānga

source: Comments
fr_ht: Kòmantè
mi_nz: Ngā Kōrero

# Courses
source: Modules
fr_ht: Kou
mi_nz: Ngā akoranga

source: Description
fr_ht: Deskripsyon
mi_nz: Whakāhuatanga

source: Drawer closed
fr_ht: Tiwa fèmen
mi_nz: Kua kati te pouaka

source: Drawer fully open
fr_ht: Tiwa ouvri nèt
mi_nz: Ka tuwhera te pouaka

source: Drawer partially opened
fr_ht: Tiwa ouvri a demi
mi_nz: Kua āhua whakatuwheratia te pouaka

source: Due
fr_ht: Delè
mi_nz: E tika ana

source: Edit
fr_ht: Modifye
mi_nz: Whakatika

# Edit Course
source: Edit module
fr_ht: Modifye Kou
mi_nz: Whakatika Akoranga

source: File types
fr_ht: Tip Fichye
mi_nz: Momo kōnae

source: Files
fr_ht: Fichye
mi_nz: Ngā kōnae

source: Grade
fr_ht: Klas
mi_nz: Kōeke

source: Groups
fr_ht: Gwoup
mi_nz: Ngā rōpū

source: No Content
fr_ht: Pa gen Kontni
mi_nz: Kaore he Ihirangi

source: No submission
fr_ht: Pa gen Soumisyon
mi_nz: Kaore he Tukunga

source: No Submission Date
fr_ht: Pa gen Dat Soumisyon
mi_nz: Kaore he Rā Tukunga

# Past Enrollments
source: Past enrolments
fr_ht: Enskripsyon Pase
mi_nz: Ngā Whakaurunga o mua

source: Quizzes
fr_ht: Quiz
mi_nz: Ngā Quizzes

source: Resubmit assignment
fr_ht: Resoumèt Sesyon
mi_nz: Tuku Taumahi

source: Rubric
fr_ht: Ribrik

source: See all
fr_ht: Gade Tout
mi_nz: Titiro ki te katoa

# See All Courses
source: See All Modules
fr_ht: Afiche Tout Kou
mi_nz: Titiro ki ngā akoranga katoa

source: Something went wrong while loading the quizzes.
fr_ht: Gen yon bagay ki pase mal pandan chajman quiz yo.
mi_nz: He hapa i te wā e uta ana ngā quizzes.

source: Submission
fr_ht: Soumisyon
mi_nz: Tukunga

source: Submission & Rubric
fr_ht: Soumisyon ak Ribrik
mi_nz: Tukunga & Rubric

source: Submission types
fr_ht: Tip Soumisyon
mi_nz: Ngā momo tāpaetanga

source: Submit assignment
fr_ht: Soumèt Sesyon
mi_nz: Tuku Whakataunga

source: Successfully submitted!
fr_ht: Ale avèk siksè!
mi_nz: Oti pai te tuku!

source: The app needs to restart to use the new language settings. Please relaunch the app.
fr_ht: App la bezwen redemare pou li ka itilize nouvo langaj ki pwograme a. Tanpri relanse app la.
mi_nz: Me tīmata te taupānga anō ki te whakamahi i ngā tautuhinga reo hou. Tēna koa tuku anō i te taupānga

source: There are no quizzes to display.
fr_ht: Pa gen quiz pou afiche.
mi_nz: Kaore ngā patapatai hei whakātu.

source: Updated language settings
fr_ht: Paramèt Langaj Aktyalize
mi_nz: Kua whakahoutia ngā Tautuhinga Reo

source: Uploading...
fr_ht: Chajman...
mi_nz: E tukuna ana ......

source: Your submission is now waiting to be graded
fr_ht: Soumisyon ou an ap tann pou yo evalye li
mi_nz: Kei te tatari to tāpaetanga ki te kōeketia.
